Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Рак кожи является самой распространенной формой рака в Соединенных Штатах. В течение жизни старые клетки кожи заменяются новыми. Иногда клетки кожи продолжают делиться, когда новые клетки не нужны — так возникает рак кожи. Факторы риска Рак кожи может возникнуть у любого человека, в том числе у людей со смуглой кожей, темными глазами и волосами, а не только у людей из группы повышенного риска. У вас повышенный риск возникновения рака кожи, если: • Вы проводите много времени на солнце • У членов вашей семьи был рак кожи • У вас родинки определенного типа или много родинок • Вы быстро обгораете на солнце, или у вас появляются веснушки • У вас светлая кожа, глаза и волосы Профилактика • Не находитесь на солнце с 10.00 до 16.00. • Для защиты от солнечных лучей носите головной убор, брюки и одежду с длинными рукавами. • В течение всего года при выходе на улицу используйте солнцезащитный крем с коэффициентом защиты не менее 15. Повторно наносите крем в соответствии с инструкцией на тюбике. • Выясните, как выглядит рак кожи. • Ежемесячно проверяйте свою кожу. Сообщите своему врачу о любых изменениях.
en: Skin Cancer Skin cancer is the most common type of cancer in the United States. It is normal for your body to replace old cells with new ones. Sometimes skin cells keep dividing when new cells are not needed and skin cancer occurs. Risk Factors Anyone, including people with dark skin, hair and eyes, can develop skin cancer, not just those at higher risk. You are at higher risk if you have: • Spent a lot of time in the sun • Family members with skin cancer • Certain types or a large number of moles • Skin that burns or freckles in the sun • Light-colored skin, hair and eyes Prevention • Avoid being in the sun from 10 AM to 4 PM. • Wear clothing such as a hat, long sleeves and pants to block the sun’s rays. • Use a sunscreen with a sun protection factor (SPF) of 15 or higher year round when you are going outside. Reapply as directed on the bottle. • Learn to know what skin cancer looks like. • Check your skin monthly. Report any changes to your doctor. Skin Cancer. Russian.

source: • Если вы относитесь к группе риска, ежегодно обследуйтесь у врача- дерматолога, который специализируется на кожных заболеваниях. Существует 3 основных типа рака кожи: Базально-клеточная карцинома: Это наиболее распространенный вид рака. Он возникает в базальных клетках нижнего слоя кожи. Рак этого типа растет медленно и редко передается на другие части тела, однако требует лечения на ранней стадии. Он развивается на открытых участках кожи, таких как лицо, уши, голова и верхняя часть тела. Обратите внимание на: • Блестящие или перламутровые выпуклости или новообразования • Незаживающие язвы • Слегка выпуклые новообразования розового цвета • красные, раздраженные участки кожи • Восковидные рубцы Плоскоклеточная карцинома: Этот рак возникает в сквамозных клетках верхнего слоя кожи. Этот тип рака может возникнуть в любом месте, включая внутреннюю поверхность рта и гениталии. Чтобы предотвратить распространение рака этого типа, необходимо пройти лечение на ранней стадии. Обратите внимание на чешуйчатые или покрытые корочкой участки кожи, зачастую красноватого цвета. Меланома: Этот тип рака возникает в клетках кожи, которые определяют ее цвет. Меланома
en: • If you are at risk, see a doctor who specializes in the skin called a dermatologist each year for a skin exam. There are 3 major types of skin cancer: Basal Cell Carcinoma (BCC): This is the most common. This cancer grows in the basal cells in the lowest layer of the skin. This type grows slowly and rarely spreads to other parts of the body, but early treatment is needed. This type appears on skin exposed to the sun such as the face, ears, scalp and upper body. Look for: • Shiny or pearly bumps or growths • A sore that heals and then re-opens • A pink, slightly raised growth • Red, irritated patches of skin • A waxy scar Squamous Cell Carcinoma (SCC): This cancer grows in the squamous cells in the upper layer of the skin. This type can be found anywhere including the inside of the mouth and the genital area. Get early treatment to prevent the spread of this cancer. Look for a crusty or scaly patch of skin often with a red base. Melanoma: This type begins in the skin cells that give skin its color. Melanoma can spread quickly Skin Cancer. Russian.

source: • дайте ему пустышку, но никогда не вешайте пустышку на шею; • укачивайте ребенка или прохаживайтесь с ним на руках или в коляске; • разговаривайте с малышом ровным мягким голосом; • пойте, напевайте или воркуйте своему малышу; • включите какой-нибудь ритмичный звук, например музыку, вентилятор или сушилку для белья (никогда не кладите малыша на стиральную машину или сушилку); • создайте в комнате приглушенный свет и тишину. Родителям и опекунам сложно терпеть плач Можно найти способ успокоить ребенка, однако он может не всегда срабатывать. Иногда ребенок плачет, что бы вы ни делали. Это нормально, но может вызывать у родителей тревогу. Дети младшего возраста плачут по тем же причинам, что и груднички, например, когда узнают что-то новое. Когда вы расстроены, успокоить ребенка может быть непросто. Если вы чувствуете, что находитесь в подавленном состоянии, отдохните и попросите кого-нибудь присмотреть за ребенком и успокоить его. Если никого рядом нет, уложите малыша в безопасное место, например в кроватку.
en: • You can use pacifiers with your baby. Never use a string to attach the pacifier around your baby’s neck. • Rock, walk with your baby or take them for a ride in a stroller or a car. • Talk to your baby in a steady, soft voice. • Sing, hum or coo softly to your baby. • Turn on something with a rhythmic sound, such as music, a fan or clothes dryer (do not place your baby on top of a washing machine or dryer). • Keep the lights low and the room quiet. Crying Can Be Hard for Parents and Caregivers You may find ways to calm your baby, but it might not work every time. There may be times your baby cries no matter what you do. Although this is normal, parents sometimes worry there is something wrong. Toddlers cry for the same reasons babies cry. Toddlers can also cry when they try to learn new things. It can be hard to soothe your baby when you are upset. If you feel yourself getting frustrated, have someone watch and comfort your baby while you take a break. If you are alone with your baby, put them in a safe place, like their crib, while you calm down. Soothe a Crying Baby and Prevent Shaken Baby. Russian.

source: Если вы находитесь в подавленном состоянии или состоянии стресса: Ухаживать за малышами непросто, даже когда они не плачут. Выясните, когда вы раздражаетесь. Разработайте план, который поможет вам успокоиться. После того, как вы уложите ребенка на спинку в безопасную кроватку или манеж: • сделайте несколько глубоких вдохов и сосчитайте до 100; • выйдите на свежий воздух; • вымойте лицо или примите душ; • сделайте упражнения; поприседайте или несколько раз поднимитесь и спуститесь по лестнице; • перейдите в другую комнату и включите телевизор или радио; • позвоните другу или родственнику. Проверяйте ребенка раз в 5–10 минут. Дети обычно плачут, но, если вы опасаетесь, что ребенок заболел, позвоните педиатру. Позвоните врачу, если ребенок: • слишком много плачет; • плачет громко, пронзительно или очень долго; • плачет более 3 часов в день и чаще 3 дней в неделю. Синдром детского сотрясения Синдром детского сотрясения (СДС) — это черепно-мозговая травма, когда кто- то в состоянии стресса сильно трясет малыша. Часто это происходит, когда опекуны (родители, няня или другие члены семьи) расстроены или злятся из-за того, что ребенок не прекращает плакать.
en: If you feel frustrated or stressed: Caring for babies and toddlers is stressful, even when they are not crying. Know when you are becoming stressed out. Have a plan to calm yourself down. After putting your baby on their back in a safe crib or playpen: • Take several deep breaths and count to 100. • Go outside for fresh air. • Wash your face, or take a shower. • Exercise. Do sit-ups, or climb the stairs a few times. • Go in another room, and turn on the TV or radio. • Call a friend or relative. Check on your baby every 5 to 10 minutes. Although it is normal for babies to cry, call your baby’s doctor if you have any concerns that your baby is sick. Call your baby’s doctor for advice if your baby: • Cries too much • Has cries that are loud, piercing or do not stop • Cries more than 3 hours each day and more often than 3 days each week Shaken Baby Shaken baby syndrome (SBS) is a brain injury that happens when a frustrated person violently shakes a baby or toddler. Shaking often happens when caregivers, like parents, babysitters or other family members, get frustrated or angry when an baby will not stop crying. Soothe a Crying Baby and Prevent Shaken Baby. Russian.

source: Тряска может привести к черепно- мозговой травме и вызвать: • смерть; • слепоту; • глухоту; • эпилепсию (судороги); • церебральный паралич; • умственную отсталость; • проблемы с обучением; • проблемы с поведением; • расстройства координации. Вне зависимости от того, как долго плачет ребенок и насколько сильно вы расстроены, никогда не трясите и не бейте его. Сообщите всем, кто ухаживает за вашим малышом, что в состоянии стресса они должны положить его в безопасное место, например в кроватку, и позвонить вам. Попросите их никогда не трясти ребенка. Перед тем как с кем-либо оставить своего ребенка Задайтесь следующими вопросами: • Хочет ли этот человек присматривать за моим ребенком? • Могу ли я перед уходом понаблюдать, как он обращается с моим ребенком? • Умеет ли этот человек обращаться с детьми? • Будет ли мой ребенок с ним в безопасности? • Сказал ли я ему, чтобы он никогда не тряс ребенка? Доверьтесь своим инстинктам. Не оставляйте малыша, если что-то не так!
en: Shaking can cause brain damage that can lead to: • Death • Blindness • Deafness • Epilepsy (seizures) • Cerebral palsy • Mental retardation • Learning problems • Behavior problems • poor coordination No matter how long your baby cries or how frustrated you feel, never shake or hit your baby. Tell anyone who cares for your baby that if they ever become frustrated to put your baby in a safe place, like their crib, and call you. Tell them to never shake your baby. Before leaving your baby with anyone Ask yourself these questions: • Does this person want to watch my baby? • Can I watch this person with my baby before I leave? • Is this person good with babies? • Will my baby be in a safe place with this person? • Have I told this person to never shake my baby? Trust your instinct. If it does not feel right, do not leave your baby! Soothe a Crying Baby and Prevent Shaken Baby. Russian.

source: при лечении заболеваний with Cancer Treatment Лечение рака может привести к возникновения стоматита, язв в полости рта, кровоточивости десен или ангины. Это затрудняет процесс жевания и глотания. Если у вас появились такие симптомы, попросите своего лечащего врача назначить вам лекарство. Ниже приведены меры, которые позволяют предотвратить или уменьшить проявления стоматита или ангины. • Употребляйте мягкую пищу: Молочные коктейли Ì Бананы, яблочное пюре и другие мягкие фрукты Ì Творог или йогурт Ì Картофельное пюре или лапшу Макароны с сыром Ì Заварные кремы, пудинги или желе Ì Яичницу Ì Овсяную и другие каши Овощное пюре • Не употребляйте продукты, которые могут повредить ротовую полость: Ì Апельсины, грейпфруты, лимоны и другие цитрусовые фрукты и соки Ì Томатный соус или сок Острые блюда Ì Маринованные продукты Ì Сырые овощи, мюсли, тосты, крекеры и любые другие твердые продукты Ì Горячую пищу или напитки • Полезные рекомендации: Ì Готовьте пищу до мягкого состояния. Ì Размельчайте пищу.
en: Sore Mouth or Throat Cancer treatments can cause a sore mouth, sores in the mouth, tender gums or a sore throat. This makes it hard to chew or swallow. Ask your doctor to give you medicine that will help your mouth and throat pain. There are things you can do to ease and prevent a sore mouth or throat such as: • Eat soft foods. Ì Milkshakes Bananas, applesauce, or other soft fruit Ì Cottage cheese or yogurt Ì Mashed potatoes or noodles Ì Macaroni and cheese Custards, puddings or gelatin Scrambled eggs Ì Oatmeal or cooked cereal Ì Pureed or mashed vegetables • Avoid foods that can hurt your mouth. Oranges, grapefruits, lemons, other citrus fruits and juices Ì Tomato sauce or juice Ì Spicy foods Ì Pickled foods Raw vegetables, granola, toast, crackers or other rough coarse foods Ì Hot foods or liquids • Follow these tips: Ì Cook food until it is soft and tender. Cut food into small pieces. Sore Mouth or Throat with Cancer Treatment. Russian

source: Фарингит — это воспаление или раздражение горла, которое при глотании вызывает боль или дискомфорт. Болезнь может сопровождаться высокой температурой, белыми бляшками в горле и увеличением шейных лимфоузлов. Причины Фарингит вызывается: • Инфекциями • Аллергией • Низкой влажностью • Курением • Криком или напряжением голоса • Вдыханием химикатов или грязного воздуха Мероприятия по улучшению самочувствия • Старайтесь побольше отдыхать. • Пейте много жидкости. Для облегчения боли в горле и разжижения мокроты принимайте горячее питье, например чай или суп. • Полощите горло теплой соленой водой. Размешайте ½ чайной ложки соли в 1 чашке (240 мл) теплой воды. • Рассасывайте пастилки или леденцы от боли в горле. • Принимайте безрецептурные обезболивающие лекарства, но не давайте аспирин детям. • Откажитесь от курения и избегайте прокуренных мест.
en: Sore A sore throat is an inflamed or irritated throat that causes pain or discomfort when a person swallows. Other signs may include a fever, white patches in the throat and swollen lymph glands in the neck. Causes A sore throat may be caused by: • An infection • An allergy • Low humidity • Smoking • Shouting or voice strain • Breathing in chemical fumes or air pollution Things you can do to feel better • Get plenty of rest. • Drink plenty of liquids. Drink hot liquids, such as tea and soup, to soothe the throat and thin mucus. • Gargle with warm salt water. Mix ½ teaspoon of salt in 1 cup or 240 milliliters (ml) of warm water. • Suck on sore throat lozenges or hard candies. • Use over the counter pain medicine. Children should not take aspirin. • Stop smoking and avoid second-hand smoke. Sore Throat. Russian.

source: родов of Labor С приближением рождения малыша полезно узнать о трех этапах родов. Первый этап родов Первый этап является началом родов и длится, пока шейка матки полностью не раскроется до 10 см. Это самый продолжительный этап, который может длиться 12–17 часов. Он делится на раннюю, активную и переходную фазу. 1. Во время ранней фазы шейка матки раскрывается от 0 до 3 см. Схватки могут длиться 30–60 секунд и происходить каждые 5–20 минут. Возможны розовые, слегка кровавые или слизистые выделения из влагалища, а также боль в спине, тошнота и диарея. 2. Во время активной фазы шейка матки раскрывается примерно до 7 см. Схватки становятся сильнее и продолжительнее, длятся около 1 минуты и повторяются каждые 2–4 минуты. В это время может применяться обезболивающее. 3. Во время переходной фазы шейка матки раскрывается до 10 см. Схватки становятся сильнее и происходят чаще. Может ощущаться интенсивное давление в нижней части спины и прямой кишке.
en: Stages As you near the birth of your baby, it is helpful to learn about the 3 stages of labor. The First Stage of Labor The first stage is the start of labor and lasts until the cervix is fully open at 10 centimeters. This is the longest stage of labor and can last 12 to 17 hours. This stage is divided into early labor, active labor and transition. 1. During early labor, the cervix dilates from 0 to 3 centimeters. Contractions may last 30 to 60 seconds and occur every 5 to 20minutes. There may be a pink, slightly bloody or mucous discharge from the vagina. Backache, nausea and diarrhea may also occur. 2. During active labor, the cervix dilates to about 7 centimeters. Contractions become stronger and longer, lasting about 1 minute and repeating every 2 to 4 minutes. Pain medicine may be given at this time. 3. During transition, the cervix dilates to 10 centimeters. Contractions are stronger and occur more often. Intense pressure in the lower back and rectum may be felt. Stages of Labor. Russian.

source: Что вы можете делать: Расслабляйтесь между схватками. Используйте техники дыхания и расслабления, которые вы изучили при подготовке к родам, или попросите медсестру о помощи. Не тужьтесь, пока вас не попросят. Что может делать ваш партнер: Подбадривать и утешать. Во время ранней фазы помогать роженице менять положение тела каждые 1–2 часа. Смазывать губы кубиками льда и бальзамом. Поглаживать и массажировать роженицу. Говорить ей ободряющие слова. Второй этап родов Второй этап начинается с момента полного раскрытия шейки матки и продолжается до рождения ребенка (обычно 1–2 часа). Персонал подскажет, когда нужно тужиться, и будет помогать вам принимать нужное положение тела. Что вы можете делать: При каждой схватке вам будут говорить, что нужно тужиться. Временами вас могут просить тужиться с меньшей силой или на время прекратить тужиться. Что может делать ваш партнер: Поддерживать ваше тело. Подбадривать и помогать считать во время потуг.
en: What you can do: Relax between contractions. Use the breathing or relaxation techniques you learned in childbirth classes or ask your nurse for help. Do not push until you are told to do so. What your partner can do: Encourage and comfort. During early labor, help her change positions every 1 to 2 hours. Provide ice chips and lip balm. Use touch and massage. Use encouraging words. The Second Stage of Labor The second stage begins when the cervix is fully open and lasts until the baby is delivered, about 1 to 2 hours. During this time, staff will tell you when you can push and help support your body as you deliver your baby. What you can do: You will be encouraged to push with each contraction. You may be told to push more gently or to stop pushing at times. What your partner can do: Support her body during delivery. Encourage her and help her count while pushing. Stages of Labor. Russian.

source: Стресс-эхокардиография состоит из двух обследований: нагрузочного теста и эхокардиограммы. В ходе стресс- эхокардиографии изучается работа сердца. Нагрузочный тест выполняется на тренажере или с помощью лекарства. Вам назначен: Нагрузочный тест на тренажере. Принесите спортивную обувь и свободную одежду, чтобы вы могли легко двигаться. При желании можно надеть больничную одежду.  Нагрузочный тест с помощью лекарства. Не опаздывайте на обследование. Вы будете находиться в больнице около 2 часов. Подготовка • За 4 часа до обследования не принимайте твердую пищу. • Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. • Если нужно принять лекарства утром в день обследования, запивайте их небольшим количеством воды. • Не курите за 4 часа до обследования. Курение может повлиять на результаты.
en: -Stress Echocardiogram A stress echocardiogram, also called a stress echo, combines 2 tests, a stress test and an echocardiogram. A stress echo looks at how your heart works. The stress test will be done with either exercise or medicine. You are to have:  An Exercise Stress Test. Bring walking shoes and loose-fitting clothing so you can move easily. You can wear a hospital gown.  A Medicine Stress Test. Arrive on time for your test. Plan on being here about 2 hours. To Prepare • Do not eat solid foods for 4 hours before your test. • You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee or tea, chocolate and soft drinks. • If you are to take your medicines the morning of the test, take them with sips of water only. • Do not smoke for at least 4 hours before the test. Smoking can affect your test results. Stress Echocardiogram. Russian.

source: • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. Во время обследования Немедленно скажите врачу, если во время теста вам станет тяжело дышать или вы почувствуете боль в груди. Вам будет сделана эхокардиограмма до и после нагрузочного теста. Эхокардиограмма: • Вас попросят лечь на стол на левый бок. • На грудь нанесут теплый гель. Для получения изображения по поверхности геля будет двигаться специальный датчик. • Вы сможете увидеть изображение вашего сердца на экране. Нагрузочный тест:  Нагрузочный тест на тренажере На грудь будут помещены небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. Ì На руку будет надета манжета для измерения кровяного давления. Давление и пульс будут регулярно проверять.
en: • Nitroglycerin tablets or spray may be used for chest pain as needed. • Bring a list of your medicines. Be sure to include any prescriptions and over the counter medicines, vitamins and herbs you take. During the Test Tell the doctor right away if you have shortness of breath or chest pain during the test. You will have an echocardiogram before and after the stress test. For the echocardiogram: • You will lie down on your left side on a table. • Warm gel is put on your chest. A wand is moved across the gel to take the pictures. • You are able to see the pictures of your heart on the screen. For the stress test:  Exercise Stress Test Small pads are put on your chest to check your heart. For men, chest hair may need to be shaved. Ì A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. Stress Echocardiogram. Russian.
